{
    "dashboard": {
        "welcome": "Welcome to my Portfolio Website",
        "skills": "skills",
        "career": "career",
        "experience": "experience",
        "strong_experience": "I have {years} years of extensive experience and have built several projects from the ground up.",
        "chickenderby_description": "Chickenderby is a betting platform that utilizes blockchain technology, and I served as the lead developer.",
        "gogograndparent_description": "GoGoGrandparent is an on-demand service tailored for seniors and individuals, and I served as the Vue developer.",
        "coachcare_description": "CoachCare provides remote patient monitoring and virtual health solutions, and I served as the Angular developer.",
        "looter_description": "Looter is a multi-chain purchasing tool and listing sniper built on blockchain technology, and I served as the Rust developer.",
        "web_development": "Web Development",
        "web_development_description": "I developed Chickendery using React, Coachcare with Angular, GoGoGrandparent with Vue, and Looter using Next.js.",
        "blockchain_development": "Blockchain Development",
        "blockchain_development_description": "I integrated several blockchains, including Solana, Ethereum, and Binance Smart Chain.",
        "database_development": "Database Development",
        "database_development_description": "I specialize in MongoDB, PostgreSQL, and MySQL. I built the database from scratch in Looter using PostgreSQL TimescaleDB.",
        "game_development": "Game Development",
        "game_development_description": "I implemented features to support thousands of concurrent players in Chickendery.",
        "mobile_development": "Mobile Development",
        "mobile_development_description": "I developed the Coachcare app using React Native and the Drayberya app using Flutter.",
        "name": "name",
        "age": "age",
        "location": "location",
        "education": "education",
        "email": "email",
        "telegramid": "telegramid",
        "my":"my"
    }
}